Repository: Kavis1/enhanced-marzban
Catalog: cli/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Displays a table of users
ru: Отображает таблицу пользователей

source: Search by username(s)
ru: Поиск по имени пользователя

source: Search by username/note
ru: Поиск по имени пользователя/заметке

source: Search by owner admin's username(s)
ru: Поиск по имени пользователя владельца-администратора

source: Transfers user's ownership
ru: Передача владения пользователем

source: NOTE: This command needs additional confirmation for users who already have an owner.
ru: ПРИМЕЧАНИЕ: Эта команда требует дополнительного подтверждения для пользователей, у которых уже есть владелец.

source: User "{username}" not found.
ru: Пользователь "{username}" не найден.

source: Admin "{admin}" not found.
ru: Администратор "{admin}" не найден.

source: {username}'s current owner is "{owner}". Are you sure about transferring its ownership to "{admin}"?
ru: Текущий владелец {username} — "{owner}". Вы уверены, что хотите передать владение им "{admin}"?

source: Aborted.
ru: Отменено.

source: {username}'s owner successfully set to "{admin}".
ru: Владелец {username} успешно установлен на "{admin}".

source: Data limit in bytes
ru: Лимит данных в байтах

source: Expire date in days from now
ru: Срок действия в днях от текущего момента

source: Creates a new user
ru: Создает нового пользователя

source: User "{username}" created successfully.
ru: Пользователь "{username}" успешно создан.

source: Deletes a user
ru: Удаляет пользователя

source: Are you sure you want to delete user "{username}"?
ru: Вы уверены, что хотите удалить пользователя "{username}"?

source: User "{username}" deleted successfully.
ru: Пользователь "{username}" успешно удален.

source: Updates a user
ru: Обновляет пользователя

source: New username
ru: Новое имя пользователя

source: New password
ru: Новый пароль

source: User "{username}" updated successfully.
ru: Пользователь "{username}" успешно обновлен.

source: Displays user details
ru: Отображает сведения о пользователе

source: Checks the status of the Marzban service
ru: Проверяет состояние службы Marzban

source: Checking Marzban service status...
ru: Проверка состояния службы Marzban...

source: Displays the logs of the Marzban service
ru: Отображает журналы службы Marzban

source: Showing Marzban service logs...
ru: Отображение журналов службы Marzban...

source: Restarts the Marzban service
ru: Перезапускает службу Marzban

source: Restarting Marzban service...
ru: Перезапуск службы Marzban...

source: Starts the Marzban service
ru: Запускает службу Marzban

source: Starting Marzban service...
ru: Запуск службы Marzban...

source: Stops the Marzban service
ru: Останавливает службу Marzban

source: Stopping Marzban service...
ru: Остановка службы Marzban...

source: Checks the status of the Fail2ban service
ru: Проверяет состояние службы Fail2ban

source: Checking Fail2ban service status...
ru: Проверка состояния службы Fail2ban...

source: Bans an IP address with Fail2ban
ru: Блокирует IP-адрес с помощью Fail2ban

source: IP address to ban
ru: IP-адрес для блокировки

source: Banning IP address {ip}...
ru: Блокировка IP-адреса {ip}...

source: Unbans an IP address with Fail2ban
ru: Разблокирует IP-адрес с помощью Fail2ban

source: IP address to unban
ru: IP-адрес для разблокировки

source: Unbanning IP address {ip}...
ru: Разблокировка IP-адреса {ip}...
